IDEA Open Model
SectionCharacteristics.Dyz Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the product moment of area.
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Dyz { get; set; }
Public Property Dyz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace